"EPLanguageDirection"="RightToLeft";

// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="בדוק חיבור פקס";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="באפשרותך לבדוק אם המדפסת וקו הטלפון מוכנים למשלוח פקסים. תוצאת הבדיקה תודפס. טען במדפסת נייר רגיל.";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="ודא שהמדפסת מחוברת לקו הטלפון. לקבלת מידע על אופן טעינת הנייר וחיבור המדפסת, עיין בתיעוד שסופק עם המדפסת.";
"Press the Start button to run the check."="לחץ על הלחצן 'התחל' להתחלת הבדיקה.";
"Start"="התחל";
"Cancel"="ביטול";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="בודק את חיבור הפקס...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="חיבור הפקס תקין.";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="זוהתה שגיאה. לקבלת פרטים, עיין בדוח המודפס.";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="אודות FAX Utility...";
"Preferences..."="העדפות...";
"Services"="שירותים";
"Hide FAX Utility"="הסתר את FAX Utility";
"Hide Others"="הסר אחרים";
"Show All"="הצג הכל";
"Quit FAX Utility"="צא מ-FAX Utility";
"File"="קובץ";
"Close"="סגור";
"Window"="חלון";
"Minimize"="מזער";
"Help"="עזרה";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="ביטול";
"Str_Alert_Common_OK"="אישור";

"Str_Alert_Common_Necessary_File_Not_Found"="לא ניתן למצוא את הקובץ הנחוץ להפעלת התוכנית.\nהתקן את FAX Utility מחדש.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="לא ניתן לקבל את פרטי המדפסת (פקס). פתח את \"Print & Fax Preferences\" והוסף את מנהל ההתקן של PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="הקובץ שצוין כבר קיים. האם ברצונך להחליפו?";
"Str_Alert_Common_Not_Responding_Error"="המדפסת לא מגיבה. ודא שהמדפסת מחוברת כהלכה ושאספקת החשמל פעילה.";
"Str_Alert_Common_Communication_Error"="אירעה שגיאת תקשורת במדפסת.";
"Str_Alert_Common_Printer_Processing_Error"="המדפסת מעבדת נתונים. המתן זמן מה ונסה שוב.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="זוהתה שגיאה במהלך התקשורת עם המדפסת.\nקוד שגיאה (%d)";
"Str_Alert_Common_Error_Occurred"="העיבוד בוטל משום שאירעה שגיאה.";
"Str_Alert_Common_PrinterStatusError"="אירעה שגיאה במדפסת. נקה את השגיאה ולאחר מכן נסה שוב.";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="לא ניתן להפעיל את 'בדוק חיבור פקס' משום שפונקציה אחרת של FAX Utility כבר פועלת. המתן לסיום הפעולה ונסה שוב.";
"Str_Alert_Fax_Diagnosis_Canceled"="פעולת 'בדוק חיבור פקס' בוטלה.";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="לא ניתן לקבל את תוצאת הבדיקה.";
